{
  "LEGAL_TOPICS": {
    "пациентам": {
      "отказ в медицинской помощи": "Если вам отказали в оказании медицинской помощи, расскажу, как обжаловать отказ и добиться лечения.",
      "взыскание компенсации за вред": "Помогу взыскать компенсацию за вред здоровью, причинённый некачественным лечением.",
      "моральный вред": "Взыскание морального вреда за хамство, отказ, некачественное лечение. Объясню порядок действий.",
      "жалоба на врача": "Помогу составить жалобу на врача или медучреждение, расскажу, куда обращаться.",
      "ошибка в диагнозе": "Если поставлен неверный диагноз, расскажу, как добиться пересмотра и компенсации.",
      "отказ в госпитализации": "Объясню, как действовать при отказе в госпитализации и куда жаловаться.",
      "отказ в выдаче меддокументов": "Помогу получить выписку, справку, копию медкарты. Объясню порядок обращения.",
      "принудительное лечение": "Расскажу о правах пациента при принудительном лечении и как их защитить.",
      "отказ в обезболивании": "Объясню, как добиться назначения обезболивающих препаратов.",
      "неправомерное взимание денег": "Помогу вернуть незаконно взятые деньги за лечение или услуги."
    },
    "врачам": {
      "дисциплинарное разбирательство": "Помогу защитить права врача при дисциплинарном разбирательстве.",
      "жалоба пациента": "Помогу подготовить ответ на жалобу пациента.",
      "уголовная ответственность": "Объясню, как вести себя при возбуждении уголовного дела по медицинской ошибке.",
      "оформление меддокументов": "Проконсультирую по правильному оформлению медицинской документации.",
      "конфликт с коллегами": "Помогу урегулировать конфликт с коллегами или руководством.",
      "отказ в выплате зарплаты": "Расскажу, как взыскать невыплаченную зарплату или премию.",
      "защита от клеветы": "Объясню, как защититься от ложных обвинений со стороны пациентов или коллег.",
      "работа по совместительству": "Проконсультирую по вопросам совместительства и оформления трудовых отношений.",
      "ответственность за информированное согласие": "Расскажу, как правильно оформлять информированное согласие пациента.",
      "страхование профессиональной ответственности": "Объясню, как оформить страховку и что делать при страховом случае."
    },
    "медицинским учреждениям": {
      "оспаривание проверок": "Помогу оспорить результаты проверки Росздравнадзора или других органов.",
      "лицензирование": "Проконсультирую по вопросам получения и продления медицинской лицензии.",
      "договор с пациентом": "Помогу составить или проверить договор на оказание медицинских услуг.",
      "трудовые споры с персоналом": "Помогу разрешить трудовые споры с врачами и медперсоналом.",
      "защита от исков пациентов": "Проконсультирую по защите от необоснованных исков пациентов.",
      "возврат денег пациенту": "Объясню, как правильно оформить возврат денег за неоказанную услугу.",
      "сопровождение в суде": "Окажу юридическое сопровождение в суде по медицинским спорам.",
      "персональные данные пациентов": "Проконсультирую по вопросам хранения и обработки персональных данных.",
      "страховые споры": "Помогу урегулировать споры с ОМС, ДМС, страховыми компаниями.",
      "контроль качества медуслуг": "Объясню, как организовать внутренний контроль качества и избежать штрафов."
    }
  },
  "DIALOG_SCENARIOS": {
    "отказ в медицинской помощи": [
      {
        "q": "Пожалуйста, опишите вашу ситуацию: где и при каких обстоятельствах вам отказали в медицинской помощи? Это поможет дать максимально точную консультацию.",
        "a": "В России отказ в оказании медицинской помощи запрещён законом. Очень важно понимать детали ситуации — была ли это экстренная ситуация, плановое лечение или отказ без объяснения причин. Выберите подходящий вариант или опишите подробнее:",
        "options": [
          "Экстренная помощь",
          "Плановая помощь",
          "Отказ без объяснения",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Экстренная помощь: расскажите, что произошло. Вам отказали в приёме, госпитализации или лечении?",
        "a": "Отказ в экстренной помощи — грубое нарушение закона. Важно зафиксировать факт отказа (например, получить письменный отказ или выписку). Если есть свидетели — это тоже важно. Могу рассказать, как правильно зафиксировать отказ и куда жаловаться.",
        "options": [
          "Да, хочу узнать",
          "Нет, у меня уже есть документы",
          "Описать подробнее"
        ]
      },
      {
        "q": "Плановая помощь: в чём заключался отказ? Вам отказали в приёме, операции, обследовании или ином лечении?",
        "a": "При отказе в плановой помощи медучреждение обязано выдать письменный отказ с указанием причин. Если отказ не обоснован — вы имеете право обжаловать его. Могу рассказать, как получить письменный отказ и куда обращаться.",
        "options": [
          "Да, хочу узнать",
          "Нет, у меня уже есть отказ",
          "Описать подробнее"
        ]
      },
      {
        "q": "Есть ли у вас письменный отказ или выписка из медучреждения?",
        "a": "Письменный отказ — важное доказательство для защиты ваших прав. Если его нет, рекомендую запросить такой документ в регистратуре или у лечащего врача. Могу подсказать, как это сделать правильно.",
        "options": [
          "Да, хочу узнать",
          "Нет, не выдали ничего",
          "У меня есть документ"
        ]
      },
      {
        "q": "Хотите узнать, как обжаловать отказ и добиться лечения?",
        "a": "Я могу подготовить для вас образец жалобы в Минздрав, Росздравнадзор или прокуратуру, а также исковое заявление в суд. Для эффективной защиты ваших прав важно учесть все детали вашей ситуации. Желаете получить индивидуальную консультацию или образец жалобы?",
        "options": [
          "Записаться на консультацию",
          "Получить образец жалобы",
          "Узнать порядок подачи жалобы",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Желаете, чтобы я подробно разобрал вашу ситуацию и помог составить документы?",
        "a": "Для получения персональной юридической помощи по вашему вопросу запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram. Я разберу вашу ситуацию индивидуально и помогу выбрать оптимальную стратегию.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Если хотите, опишите вашу ситуацию подробнее — я подскажу, что делать именно в вашем случае.",
        "a": "Чем подробнее вы опишете обстоятельства отказа, тем более точную рекомендацию я смогу дать. Можете написать, что именно произошло, и я подскажу, как лучше действовать.",
        "options": [
          "Описать ситуацию",
          "Спасибо, не нужно"
        ]
      }
    ],
    "взыскание компенсации за вред": [
      {
        "q": "Пожалуйста, опишите, какой вред здоровью был причинён и при каких обстоятельствах. Это поможет дать индивидуальную консультацию.",
        "a": "Для взыскания компенсации за вред здоровью необходимы медицинские документы, подтверждающие факт и причину вреда, а также заключение эксперта. Уточните, что у вас уже есть:",
        "options": [
          "Медицинские документы",
          "Экспертное заключение",
          "Пока ничего нет",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Хотите узнать, как собрать доказательства и рассчитать сумму иска?",
        "a": "Я помогу подготовить исковое заявление, собрать необходимые документы и рассчитать сумму компенсации. Для эффективной защиты ваших интересов рекомендую записаться на консультацию.",
        "options": [
          "Записаться на консультацию",
          "Получить консультацию онлайн",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Желаете узнать, как проходит судебное разбирательство по таким делам?",
        "a": "Я расскажу, как проходит процесс взыскания компенсации, какие этапы предстоят и как повысить шансы на успех. Могу подготовить для вас индивидуальный план действий.",
        "options": [
          "Да, хочу узнать",
          "Нет, спасибо"
        ]
      },
      {
        "q": "Запишитесь на консультацию для расчёта суммы иска и подготовки документов.",
        "a": "Для получения персональной юридической помощи по вашему вопросу запишитесь на консультацию по телефону +7 (917) 834-50-17 или через WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "моральный вред": [
      {
        "q": "Опишите ситуацию, за которую хотите взыскать моральный вред. Например, хамство, отказ в помощи, некачественное лечение и т.д.",
        "a": "Взыскание морального вреда возможно при нарушении ваших прав, унижении достоинства, причинении страданий. Чем подробнее вы опишете ситуацию, тем точнее будет консультация. Хотите узнать, как правильно обосновать сумму иска и какие доказательства нужны?",
        "options": [
          "Да, хочу узнать",
          "Нет, просто интересуюсь",
          "Описать подробнее"
        ]
      },
      {
        "q": "Какие доказательства у вас есть? (свидетели, аудио/видео, документы)",
        "a": "Для успешного взыскания морального вреда желательно иметь доказательства: показания свидетелей, переписку, аудиозаписи, медицинские документы. Могу подсказать, как их собрать и оформить.",
        "options": [
          "У меня есть доказательства",
          "Нет доказательств",
          "Хочу узнать подробнее"
        ]
      },
      {
        "q": "Желаете записаться на консультацию для подготовки претензии или иска?",
        "a": "Я помогу подготовить документы и представлять ваши интересы в суде. Записаться можно по телефону +7 (917) 834-50-17 или через WhatsApp/Telegram.",
        "options": [
          "Записаться на консультацию",
          "Связаться по телефону",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Запишитесь на консультацию для получения персональной помощи.",
        "a": "Для получения персональной юридической помощи по вашему вопросу запишитесь на консультацию по телефону +7 (917) 834-50-17 или через WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "жалоба на врача": [
      {
        "q": "Пожалуйста, опишите, на какие действия или бездействие врача вы хотите пожаловаться. Чем подробнее вы опишете ситуацию, тем точнее будет консультация.",
        "a": "Жалоба на врача может быть связана с хамством, ошибкой, отказом в лечении или другими нарушениями. Уточните причину или опишите ситуацию:",
        "options": [
          "Хамство",
          "Медицинская ошибка",
          "Отказ в лечении",
          "Другое",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Есть ли у вас доказательства (записи, документы, свидетели)?",
        "a": "Для эффективной жалобы желательно иметь доказательства: выписки, аудиозаписи, показания свидетелей. Могу подсказать, как их собрать и оформить.",
        "options": [
          "Да, есть доказательства",
          "Нет, только слова",
          "Хочу узнать подробнее"
        ]
      },
      {
        "q": "Хотите узнать, как правильно оформить жалобу и куда её подать?",
        "a": "Я помогу составить жалобу в Минздрав, Росздравнадзор или прокуратуру. Для эффективной защиты ваших прав рекомендую записаться на консультацию или получить образец жалобы.",
        "options": [
          "Записаться на консультацию",
          "Получить образец жалобы",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Желаете, чтобы я помог вам составить жалобу индивидуально?",
        "a": "Для получения персональной юридической помощи по вашему вопросу запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "ошибка в диагнозе": [
      {
        "q": "Пожалуйста, опишите вашу ситуацию: в чём именно, по вашему мнению, была допущена ошибка в диагнозе? Это поможет дать индивидуальную консультацию.",
        "a": "Ошибки в диагнозе могут привести к неправильному лечению и вреду здоровью. Для обжалования ошибки желательно иметь выписку, заключение или результаты обследований. Уточните, что у вас есть:",
        "options": [
          "Выписка или заключение",
          "Только устные объяснения",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Хотите узнать, как инициировать медицинскую экспертизу и обжаловать ошибку?",
        "a": "Я расскажу, как правильно инициировать экспертизу, собрать доказательства и подготовить жалобу или иск. Это поможет добиться пересмотра диагноза и компенсации.",
        "options": [
          "Да, хочу узнать",
          "Нет, просто интересуюсь"
        ]
      },
      {
        "q": "Желаете записаться на консультацию для подготовки жалобы или иска?",
        "a": "Я помогу провести экспертизу, подготовить документы и представлять ваши интересы. Записаться можно по телефону +7 (917) 834-50-17 или через WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "отказ в госпитализации": [
      {
        "q": "Пожалуйста, опишите, в каком учреждении и по какой причине вам отказали в госпитализации. Это поможет дать индивидуальную консультацию.",
        "a": "Отказ в госпитализации должен быть обоснован и оформлен письменно. Уточните, была ли ситуация экстренной или плановой, и есть ли у вас письменный отказ.",
        "options": [
          "Экстренная госпитализация",
          "Плановая госпитализация",
          "Нет объяснения отказа",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Есть ли у вас письменный отказ или выписка?",
        "a": "Письменный отказ — важное доказательство для обжалования. Если его нет, рекомендую запросить такой документ. Могу подсказать, как это сделать правильно.",
        "options": [
          "Да, есть документ",
          "Нет, не выдали",
          "Хочу узнать подробнее"
        ]
      },
      {
        "q": "Хотите узнать, как обжаловать отказ и добиться госпитализации?",
        "a": "Я помогу подготовить жалобу, объясню порядок обращения в Минздрав, Росздравнадзор или прокуратуру. Для эффективной защиты ваших прав рекомендую записаться на консультацию.",
        "options": [
          "Записаться на консультацию",
          "Получить образец жалобы",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Желаете, чтобы я помог вам индивидуально?",
        "a": "Для получения персональной юридической помощи по вашему вопросу запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "отказ в выдаче меддокументов": [
      {
        "q": "Пожалуйста, уточните, какой медицинский документ вам не выдают (выписка, справка, копия медкарты и т.д.).",
        "a": "Вы имеете право получить копии всех медицинских документов. Уточните тип документа или опишите ситуацию подробнее.",
        "options": [
          "Выписка",
          "Справка",
          "Копия медкарты",
          "Другое",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Есть ли у вас письменный отказ или объяснение причин?",
        "a": "Письменный отказ или объяснение — важное доказательство. Если его нет, рекомендую запросить такой документ. Могу подсказать, как это сделать.",
        "options": [
          "Да, есть отказ",
          "Нет, не выдали",
          "Хочу узнать подробнее"
        ]
      },
      {
        "q": "Хотите узнать, как действовать, если медучреждение отказывается выдавать документы?",
        "a": "Я помогу подготовить запрос или жалобу, объясню порядок обращения в Росздравнадзор или прокуратуру. Для детального разбора ситуации рекомендую записаться на консультацию.",
        "options": [
          "Записаться на консультацию",
          "Получить образец запроса",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Желаете, чтобы я помог вам индивидуально?",
        "a": "Для получения персональной юридической помощи по вашему вопросу запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "принудительное лечение": [
      {
        "q": "Пожалуйста, опишите ситуацию: кто и на каком основании направил вас на лечение без согласия?",
        "a": "Принудительное лечение возможно только по решению суда. Уточните, есть ли у вас копия решения или направление.",
        "options": [
          "Есть решение суда",
          "Есть направление",
          "Нет документов",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Хотите узнать, как оспорить направление на принудительное лечение?",
        "a": "Я объясню, как обжаловать решение, подготовить жалобу или иск, и защитить ваши права. Для эффективной защиты рекомендую записаться на консультацию.",
        "options": [
          "Записаться на консультацию",
          "Получить образец жалобы",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Желаете, чтобы я помог вам индивидуально?",
        "a": "Для получения персональной юридической помощи по вашему вопросу запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "отказ в обезболивании": [
      {
        "q": "Пожалуйста, опишите ситуацию: в каком учреждении и по какой причине вам отказали в обезболивании?",
        "a": "Отказ в обезболивании должен быть обоснован и оформлен письменно. Уточните, есть ли у вас письменный отказ или объяснение.",
        "options": [
          "Есть письменный отказ",
          "Нет объяснения",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Хотите узнать, как правильно оформить жалобу и добиться назначения обезболивающих?",
        "a": "Я помогу подготовить жалобу, объясню порядок обращения в Минздрав или прокуратуру. Для эффективной защиты рекомендую записаться на консультацию.",
        "options": [
          "Записаться на консультацию",
          "Получить образец жалобы",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Желаете, чтобы я помог вам индивидуально?",
        "a": "Для получения персональной юридической помощи по вашему вопросу запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "неправомерное взимание денег": [
      {
        "q": "Пожалуйста, опишите, за что с вас потребовали деньги и в каком учреждении.",
        "a": "В государственных учреждениях большинство медицинских услуг бесплатны. Уточните, есть ли у вас квитанции или иные документы.",
        "options": [
          "Есть квитанция",
          "Нет документов",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Хотите узнать, как вернуть незаконно взятые средства?",
        "a": "Я помогу подготовить претензию, жалобу или иск, объясню порядок возврата денег. Для эффективной защиты рекомендую записаться на консультацию.",
        "options": [
          "Записаться на консультацию",
          "Получить образец претензии",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Желаете, чтобы я помог вам индивидуально?",
        "a": "Для получения персональной юридической помощи по вашему вопросу запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "дисциплинарное разбирательство": [
      {
        "q": "Опишите, по какому поводу проводится дисциплинарное разбирательство и какие претензии к вам предъявляются.",
        "a": "Дисциплинарное разбирательство может быть связано с жалобой пациента, ошибкой в лечении, нарушением трудовой дисциплины. Чем подробнее вы опишете ситуацию, тем точнее будет консультация.",
        "options": [
          "Жалоба пациента",
          "Ошибка в лечении",
          "Нарушение дисциплины",
          "Другое",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Есть ли у вас документы по разбирательству (приказ, объяснительная, жалоба)?",
        "a": "Документы помогут оценить перспективы защиты. Если их нет — рекомендую запросить копии. Могу подсказать, как это сделать.",
        "options": [
          "Да, есть документы",
          "Нет, не выдали",
          "Хочу узнать подробнее"
        ]
      },
      {
        "q": "Хотите узнать, как защитить свои права при разбирательстве?",
        "a": "Я расскажу, как правильно подготовить объяснения, собрать доказательства, обжаловать взыскание. Для эффективной защиты рекомендую записаться на консультацию.",
        "options": [
          "Записаться на консультацию",
          "Получить образец объяснительной",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Желаете, чтобы я помог вам индивидуально?",
        "a": "Для персональной юридической помощи запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "жалоба пациента": [
      {
        "q": "Поступила жалоба от пациента? Опишите, в чём суть претензии и на каком этапе разбирательство.",
        "a": "Грамотный ответ на жалобу поможет минимизировать риски для врача. Чем подробнее вы опишете ситуацию, тем точнее будет консультация.",
        "options": [
          "Жалоба в медучреждение",
          "Жалоба в Росздравнадзор",
          "Жалоба в суд",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Есть ли у вас копия жалобы и других документов?",
        "a": "Документы помогут оценить риски и подготовить аргументированный ответ. Если их нет — рекомендую запросить копии.",
        "options": [
          "Да, есть документы",
          "Нет, не выдали",
          "Хочу узнать подробнее"
        ]
      },
      {
        "q": "Хотите узнать, как правильно оформить ответ на жалобу?",
        "a": "Я помогу подготовить официальный ответ, объясню, как минимизировать риски дисциплинарной и гражданской ответственности.",
        "options": [
          "Записаться на консультацию",
          "Получить образец ответа",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Желаете, чтобы я помог вам индивидуально?",
        "a": "Для персональной юридической помощи запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "уголовная ответственность": [
      {
        "q": "В отношении вас возбуждено уголовное дело или вы вызваны на допрос?",
        "a": "В случае уголовного преследования важно не давать показания без консультации с адвокатом. Опишите ситуацию подробнее — я подскажу, как действовать.",
        "options": [
          "Возбуждено дело",
          "Вызов на допрос",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Есть ли у вас документы (постановление, повестка, протокол)?",
        "a": "Документы помогут оценить риски и подготовить стратегию защиты. Если их нет — рекомендую запросить копии.",
        "options": [
          "Да, есть документы",
          "Нет, не выдали",
          "Хочу узнать подробнее"
        ]
      },
      {
        "q": "Хотите узнать, как вести себя при допросе и защите?",
        "a": "Я объясню, как вести себя на допросе, что можно и нельзя говорить, как подготовить письменные объяснения и защитить свои права.",
        "options": [
          "Записаться на консультацию",
          "Получить памятку",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Желаете, чтобы я помог вам индивидуально?",
        "a": "Для персональной юридической помощи запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "оформление меддокументов": [
      {
        "q": "Вас интересует оформление истории болезни, информированного согласия или других медицинских документов?",
        "a": "Правильное оформление документов снижает юридические риски для врача. Уточните, какой документ вызывает вопросы или опишите ситуацию.",
        "options": [
          "История болезни",
          "Информированное согласие",
          "Справки и выписки",
          "Другое",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Хотите получить образцы документов и рекомендации по их заполнению?",
        "a": "Я предоставлю актуальные образцы и дам рекомендации по заполнению с учётом законодательства и стандартов.",
        "options": [
          "Да, хочу образцы",
          "Нет, просто интересуюсь"
        ]
      },
      {
        "q": "Желаете записаться на консультацию по оформлению документов?",
        "a": "Для персональной юридической помощи запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "конфликт с коллегами": [
      {
        "q": "Опишите суть конфликта с коллегами или руководством. Это поможет подобрать оптимальную стратегию защиты.",
        "a": "Конфликты могут быть связаны с распределением обязанностей, дисциплинарными взысканиями, условиями труда. Чем подробнее вы опишете ситуацию, тем точнее будет консультация.",
        "options": [
          "Конфликт с коллегой",
          "Конфликт с руководством",
          "Другое",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Есть ли у вас документы (приказы, жалобы, объяснительные)?",
        "a": "Документы помогут оценить перспективы разрешения конфликта. Если их нет — рекомендую запросить копии.",
        "options": [
          "Да, есть документы",
          "Нет, не выдали",
          "Хочу узнать подробнее"
        ]
      },
      {
        "q": "Хотите узнать, как правильно оформить жалобу или претензию?",
        "a": "Я помогу подготовить жалобу, претензию или объяснительную, а также дам рекомендации по переговорам.",
        "options": [
          "Записаться на консультацию",
          "Получить образец жалобы",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Желаете, чтобы я помог вам индивидуально?",
        "a": "Для персональной юридической помощи запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "отказ в выплате зарплаты": [
      {
        "q": "Пожалуйста, опишите, за какой период и по какой причине вам не выплатили зарплату или премию.",
        "a": "Врач имеет право на своевременную и полную выплату заработной платы. Чем подробнее вы опишете ситуацию, тем точнее будет консультация.",
        "options": [
          "Задержка зарплаты",
          "Не выплачена премия",
          "Другое",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Есть ли у вас документы (трудовой договор, расчётный лист, приказ)?",
        "a": "Документы помогут обосновать ваши требования. Если их нет — рекомендую запросить копии.",
        "options": [
          "Да, есть документы",
          "Нет, не выдали",
          "Хочу узнать подробнее"
        ]
      },
      {
        "q": "Хотите узнать, как правильно оформить жалобу или иск?",
        "a": "Я помогу подготовить жалобу в трудовую инспекцию, прокуратуру или иск в суд, а также рассчитаю сумму задолженности.",
        "options": [
          "Записаться на консультацию",
          "Получить образец жалобы",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Желаете, чтобы я помог вам индивидуально?",
        "a": "Для персональной юридической помощи запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "защита от клеветы": [
      {
        "q": "Опишите, в чём выражается клевета или ложные обвинения в ваш адрес.",
        "a": "Клевета может исходить от пациентов, коллег, руководства. Чем подробнее вы опишете ситуацию, тем точнее будет консультация.",
        "options": [
          "Клевета от пациента",
          "Клевета от коллеги",
          "Другое",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Есть ли у вас доказательства (переписка, аудиозаписи, свидетели)?",
        "a": "Доказательства помогут защитить вашу репутацию. Если их нет — расскажу, как их собрать.",
        "options": [
          "Да, есть доказательства",
          "Нет, только слова",
          "Хочу узнать подробнее"
        ]
      },
      {
        "q": "Хотите узнать, как правильно оформить жалобу или иск о защите чести и достоинства?",
        "a": "Я помогу подготовить жалобу, исковое заявление и дам рекомендации по защите репутации.",
        "options": [
          "Записаться на консультацию",
          "Получить образец иска",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Желаете, чтобы я помог вам индивидуально?",
        "a": "Для персональной юридической помощи запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "работа по совместительству": [
      {
        "q": "Вас интересует оформление, оплата или совмещение должностей?",
        "a": "Работа по совместительству регулируется трудовым законодательством. Уточните, какой вопрос вас интересует, или опишите ситуацию.",
        "options": [
          "Оформление совместительства",
          "Оплата совместительства",
          "Другое",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Есть ли у вас трудовой договор или приказ о совместительстве?",
        "a": "Документы помогут оценить ваши права и обязанности. Если их нет — расскажу, как их получить.",
        "options": [
          "Да, есть документы",
          "Нет, не выдали",
          "Хочу узнать подробнее"
        ]
      },
      {
        "q": "Хотите узнать, как правильно оформить совместительство и защитить свои права?",
        "a": "Я дам рекомендации по оформлению документов, расчету оплаты и защите ваших интересов.",
        "options": [
          "Записаться на консультацию",
          "Получить образец приказа",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Желаете, чтобы я помог вам индивидуально?",
        "a": "Для персональной юридической помощи запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "ответственность за информированное согласие": [
      {
        "q": "Вас интересует оформление информированного согласия или спор по его поводу?",
        "a": "Правильное оформление согласия защищает врача от претензий. Уточните, какой вопрос вас интересует, или опишите ситуацию.",
        "options": [
          "Оформление согласия",
          "Спор с пациентом",
          "Другое",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Хотите получить образец согласия и рекомендации по его заполнению?",
        "a": "Я предоставлю актуальный образец и дам рекомендации по заполнению с учётом законодательства.",
        "options": [
          "Да, хочу образец",
          "Нет, просто интересуюсь"
        ]
      },
      {
        "q": "Желаете записаться на консультацию по информированному согласию?",
        "a": "Для персональной юридической помощи запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "страхование профессиональной ответственности": [
      {
        "q": "Вас интересует оформление страховки или наступил страховой случай?",
        "a": "Страхование профессиональной ответственности защищает врача от финансовых рисков. Уточните, какой вопрос вас интересует.",
        "options": [
          "Оформление страховки",
          "Страховой случай",
          "Другое",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Хотите узнать, как правильно оформить документы для страховой компании?",
        "a": "Я расскажу, какие документы нужны для оформления страховки и получения выплаты при страховом случае.",
        "options": [
          "Да, хочу узнать",
          "Нет, просто интересуюсь"
        ]
      },
      {
        "q": "Желаете записаться на консультацию по страхованию?",
        "a": "Для персональной юридической помощи запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "оспаривание проверок": [
      {
        "q": "Пожалуйста, опишите, какая организация проводила проверку и по какому поводу.",
        "a": "Оспаривание результатов проверки возможно в административном и судебном порядке. Чем подробнее вы опишете ситуацию, тем точнее будет консультация.",
        "options": [
          "Проверка Росздравнадзора",
          "Проверка прокуратуры",
          "Другое",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Есть ли у вас документы по результатам проверки?",
        "a": "Документы помогут оценить перспективы оспаривания. Если их нет — рекомендую запросить копии.",
        "options": [
          "Да, есть документы",
          "Нет, не выдали",
          "Хочу узнать подробнее"
        ]
      },
      {
        "q": "Хотите узнать, как правильно оформить жалобу или иск?",
        "a": "Я помогу подготовить жалобу, исковое заявление и дам рекомендации по защите интересов учреждения.",
        "options": [
          "Записаться на консультацию",
          "Получить образец жалобы",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Желаете, чтобы я помог вам индивидуально?",
        "a": "Для персональной юридической помощи запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "лицензирование": [
      {
        "q": "Вас интересует получение новой лицензии или продление действующей?",
        "a": "Лицензирование медицинской деятельности требует подготовки пакета документов и соблюдения стандартов. Уточните ваш вопрос или опишите ситуацию.",
        "options": [
          "Получение лицензии",
          "Продление лицензии",
          "Другое",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Хотите узнать, какие документы нужны для лицензирования?",
        "a": "Я предоставлю список необходимых документов и дам рекомендации по их оформлению.",
        "options": [
          "Да, хочу узнать",
          "Нет, просто интересуюсь"
        ]
      },
      {
        "q": "Желаете записаться на консультацию по лицензированию?",
        "a": "Для персональной юридической помощи запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "договор с пациентом": [
      {
        "q": "Вас интересует составление, проверка или изменение договора с пациентом?",
        "a": "Грамотно составленный договор снижает риски споров и претензий. Уточните ваш вопрос или опишите ситуацию.",
        "options": [
          "Составление договора",
          "Проверка договора",
          "Изменение договора",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Хотите получить образец договора и рекомендации по его оформлению?",
        "a": "Я предоставлю актуальный образец и дам рекомендации по заполнению с учётом законодательства.",
        "options": [
          "Да, хочу образец",
          "Нет, просто интересуюсь"
        ]
      },
      {
        "q": "Желаете записаться на консультацию по договорам?",
        "a": "Для персональной юридической помощи запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "трудовые споры с персоналом": [
      {
        "q": "Опишите суть трудового спора с врачом или другим сотрудником.",
        "a": "Трудовые споры могут быть связаны с увольнением, дисциплинарными взысканиями, оплатой труда. Чем подробнее вы опишете ситуацию, тем точнее будет консультация.",
        "options": [
          "Увольнение",
          "Дисциплинарное взыскание",
          "Оплата труда",
          "Другое",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Есть ли у вас документы по спору (приказ, жалоба, объяснительная)?",
        "a": "Документы помогут оценить перспективы разрешения спора. Если их нет — рекомендую запросить копии.",
        "options": [
          "Да, есть документы",
          "Нет, не выдали",
          "Хочу узнать подробнее"
        ]
      },
      {
        "q": "Хотите узнать, как правильно оформить жалобу или иск?",
        "a": "Я помогу подготовить жалобу, исковое заявление и дам рекомендации по защите интересов учреждения.",
        "options": [
          "Записаться на консультацию",
          "Получить образец жалобы",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Желаете, чтобы я помог вам индивидуально?",
        "a": "Для персональной юридической помощи запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "защита от исков пациентов": [
      {
        "q": "Вам предъявлен иск пациентом? Опишите суть требований и приложите документы, если есть.",
        "a": "Грамотная защита от иска пациента требует анализа ситуации и подготовки возражений. Чем подробнее вы опишете ситуацию, тем точнее будет консультация.",
        "options": [
          "Иск о компенсации вреда",
          "Иск о возврате денег",
          "Другое",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Есть ли у вас копия иска и других документов?",
        "a": "Документы помогут подготовить аргументированные возражения. Если их нет — рекомендую запросить копии.",
        "options": [
          "Да, есть документы",
          "Нет, не выдали",
          "Хочу узнать подробнее"
        ]
      },
      {
        "q": "Хотите узнать, как правильно оформить возражения и собрать доказательства?",
        "a": "Я помогу подготовить возражения, собрать доказательства и дам рекомендации по защите интересов учреждения.",
        "options": [
          "Записаться на консультацию",
          "Получить образец возражений",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Желаете, чтобы я помог вам индивидуально?",
        "a": "Для персональной юридической помощи запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "возврат денег пациенту": [
      {
        "q": "Вас интересует возврат денег пациенту за неоказанную услугу или по решению суда?",
        "a": "Правильное оформление возврата денег поможет избежать претензий и штрафов. Уточните ваш вопрос или опишите ситуацию.",
        "options": [
          "Возврат по заявлению пациента",
          "Возврат по решению суда",
          "Другое",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Хотите узнать, какие документы нужны для возврата денег?",
        "a": "Я предоставлю список необходимых документов и дам рекомендации по их оформлению.",
        "options": [
          "Да, хочу узнать",
          "Нет, просто интересуюсь"
        ]
      },
      {
        "q": "Желаете записаться на консультацию по возврату денег?",
        "a": "Для персональной юридической помощи запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "сопровождение в суде": [
      {
        "q": "Вас интересует представительство в суде по медицинскому спору?",
        "a": "Юридическое сопровождение в суде включает подготовку документов, участие в заседаниях, защиту интересов. Уточните ваш вопрос или опишите ситуацию.",
        "options": [
          "Суд с пациентом",
          "Суд с сотрудником",
          "Другое",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Хотите узнать, как проходит судебное разбирательство и какие документы нужны?",
        "a": "Я расскажу о порядке судебного разбирательства, подготовке доказательств и стратегии защиты.",
        "options": [
          "Да, хочу узнать",
          "Нет, просто интересуюсь"
        ]
      },
      {
        "q": "Желаете записаться на консультацию по судебному сопровождению?",
        "a": "Для персональной юридической помощи запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "персональные данные пациентов": [
      {
        "q": "Вас интересует хранение, обработка или передача персональных данных пациентов?",
        "a": "Соблюдение законодательства о персональных данных важно для медучреждения. Уточните ваш вопрос или опишите ситуацию.",
        "options": [
          "Хранение данных",
          "Передача данных",
          "Другое",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Хотите узнать, как правильно организовать хранение и обработку данных?",
        "a": "Я дам рекомендации по организации хранения, обработке и защите персональных данных пациентов.",
        "options": [
          "Да, хочу узнать",
          "Нет, просто интересуюсь"
        ]
      },
      {
        "q": "Желаете записаться на консультацию по персональным данным?",
        "a": "Для персональной юридической помощи запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "страховые споры": [
      {
        "q": "У вас спор с ОМС, ДМС или страховой компанией? Опишите суть спора.",
        "a": "Страховые споры могут быть связаны с оплатой услуг, отказом в выплате, претензиями к качеству лечения. Чем подробнее вы опишете ситуацию, тем точнее будет консультация.",
        "options": [
          "Спор с ОМС",
          "Спор с ДМС",
          "Спор с частной страховой",
          "Другое",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Есть ли у вас документы по спору (договор, переписка, отказ в выплате)?",
        "a": "Документы помогут обосновать ваши требования. Если их нет — расскажу, как их получить.",
        "options": [
          "Да, есть документы",
          "Нет, не выдали",
          "Хочу узнать подробнее"
        ]
      },
      {
        "q": "Хотите узнать, как правильно оформить претензию или иск?",
        "a": "Я помогу подготовить претензию, исковое заявление и дам рекомендации по защите интересов учреждения.",
        "options": [
          "Записаться на консультацию",
          "Получить образец претензии",
          "Спасибо, не нужно"
        ]
      },
      {
        "q": "Желаете, чтобы я помог вам индивидуально?",
        "a": "Для персональной юридической помощи запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ],
    "контроль качества медуслуг": [
      {
        "q": "Вас интересует организация внутреннего контроля качества или подготовка к проверке?",
        "a": "Внутренний контроль качества помогает избежать штрафов и претензий. Уточните ваш вопрос или опишите ситуацию.",
        "options": [
          "Организация контроля",
          "Подготовка к проверке",
          "Другое",
          "Описать ситуацию"
        ]
      },
      {
        "q": "Хотите узнать, как правильно организовать внутренний контроль и подготовить документы?",
        "a": "Я дам рекомендации по организации контроля, подготовке документов и обучению персонала.",
        "options": [
          "Да, хочу узнать",
          "Нет, просто интересуюсь"
        ]
      },
      {
        "q": "Желаете записаться на консультацию по контролю качества?",
        "a": "Для персональной юридической помощи запишитесь на консультацию по телефону +7 (917) 834-50-17 или напишите в WhatsApp/Telegram.",
        "options": [
          "Позвонить для записи",
          "Написать в WhatsApp",
          "Спасибо, не нужно"
        ]
      }
    ]
  }
}
